<?php

$_['heading_shipping'] = 'Доставка';
$_['error_no_shipping'] = 'Нет доступных вариантов доставок.';

$_['entry_company'] = 'Компания';
$_['entry_address_1'] = 'Улица, дом, квартира';
$_['entry_address_2'] = 'Дополнительно';
$_['entry_postcode'] = 'Индекс';
$_['entry_city'] = 'Город';
$_['entry_country'] = 'Страна';
$_['entry_zone'] = 'Регион, область, край';

$_['text_address_existing'] = 'Выбрать адрес';
$_['text_address_new'] = 'Новый адрес';
$_['text_free'] = 'Бесплатно';

$_['error_company'] 	= 'Не заполнено поле Компания';
$_['error_address_1'] = 'Не заполнено поле Улица, дом, квартира';
$_['error_address_2'] = 'Не заполнено поле Дополнительно';
$_['error_postcode'] 	= 'Не заполнено поле Индекс';
$_['error_city'] 			= 'Не заполнено поле Город';
$_['error_country'] 	= 'Не заполнено поле Страна';
$_['error_zone'] 			= 'Не заполнено поле Регион, область, край';

$_['error_shipping1'] = 'Не выбран метод доставки';
$_['error_shipping2'] = 'Данный метод доставки не найден';

