<?php
// Heading
$_['heading_title']    = 'Произвольные меню';

// Text
$_['text_list']   = 'Список меню';
$_['text_add']   = 'Добавить меню';
$_['text_edit']   = 'Редактирование меню';
$_['text_success']     = 'Сохранено';

$_['button_edit']   = 'Переименовать меню';
$_['button_view_menu_items']   = 'Просмотр меню';

$_['text_list_menu']   = 'Список пунктов меню';



$_['text_extension']   = 'Расширения';


// Entry
$_['entry_title']     = 'Наименование';
$_['entry_link']     = 'Ссылка';
$_['entry_parent']     = 'Родительский пункт';
$_['entry_root']     = 'Корневой элемент';

// Error
$_['error_permission'] = 'У Вас нет прав для управления данным модулем!';
$_['error_title'] = 'Название меню должно быть от 1 до 255 символов!';
$_['error_warning'] = 'Внимательно проверьте форму на ошибки!';
$_['error_delete_menu'] = 'Невозможно удалить! У данного элемента есть потомки.';
$_['error_parent'] = 'Что-то не так с выбором родительского пункта меню';
$_['error_link'] = 'Ссылка должна быть от 1 до 255 символов!';

